<?php
return [
    'required' => 'Поле %s обязательно для заполнения',
    'match' => 'Пожалуйста, заполните поле %s правильно',
    'email_unique' => 'Пользователь с такой почтой существует',
    'phone_unique' => 'Пользователь с таким телефоном существует',
    'length' => 'Длина поля %s должна быть мин %d символов',
    'same' => 'Значение поле %s должен совпадать со значением поле %s',
    'agreement' => 'Вы должны принять соглашения прав использования',
    'avatar_empty' => 'Пожалуйста выберите аватар',
    'avatar_mime_type' => 'Разрешено загружать только файлы форматов .jpg, .gif, .png',
];